backend/node_modules/afip/phptest/request-loginCms.xml

<?xml version="1.0" encoding="UTF-8"?>
<env:Envelope xmlns:env="http://www.w3.org/2003/05/soap-envelope" xmlns:ns1="http://wsaa.view.sua.dvadac.desein.afip.gov"><env:Body><ns1:loginCms><ns1:in0>
MIIG8gYJKoZIhvcNAQcCoIIG4zCCBt8CAQExDzANBglghkgBZQMEAgEFADCCAS8G
CSqGSIb3DQEHAaCCASAEggEcPD94bWwgdmVyc2lvbj0iMS4wIiBlbmNvZGluZz0i
VVRGLTgiPz4NCjxsb2dpblRpY2tldFJlcXVlc3QgdmVyc2lvbj0iMS4wIj48aGVh
ZGVyPjx1bmlxdWVJZD4xNDY3MDUyNTExPC91bmlxdWVJZD48Z2VuZXJhdGlvblRp
bWU+MjAxNi0wNi0yN1QxNTozNDoxMS0wMzowMDwvZ2VuZXJhdGlvblRpbWU+PGV4
cGlyYXRpb25UaW1lPjIwMTYtMDYtMjdUMTU6MzY6MTEtMDM6MDA8L2V4cGlyYXRp
b25UaW1lPjwvaGVhZGVyPjxzZXJ2aWNlPndzZmU8L3NlcnZpY2U+PC9sb2dpblRp
Y2tldFJlcXVlc3Q+DQqgggOwMIIDrDCCApSgAwIBAgIILxWCp8Fu/nIwDQYJKoZI
hvcNAQEFBQAwQzElMCMGA1UEAwwcQUZJUCBUZXN0aW5nIENvbXB1dGFkb3JlcyBD
QTENMAsGA1UECgwEQUZJUDELMAkGA1UEBhMCQVIwHhcNMTYwNjI3MTQxNzI3WhcN
MTkwMzI0MTQxNzI3WjBKMQ4wDAYDVQQDDAVidXJuczEZMBcGA1UEBRMQQ1VJVCAy
MDI5NDc5MjkzODEQMA4GA1UECgwHWW9wcGVyczELMAkGA1UEBhMCQVIwgZ8wDQYJ
KoZIhvcNAQEBBQADgY0AMIGJAoGBANelEXDAZch7cH7wNLk2iz/cw1IoWwuCt0ge
s1GA0tNLcKZzRyc101zX1nwsceGBhTDEEcThQi5oz33oMi22Z2SpyKV/6RpG4N73
lTXfoNjZ+ApBbm8VW/2wywS5GQeGggmJ8yvURQd2Amz2KbKMS7+QiM3R7CNYM3E4
62DTBIIvAgMBAAGjggEfMIIBGzAMBgNVHRMBAf8EAjAAMA4GA1UdDwEB/wQEAwIF
4DAdBgNVHQ4EFgQUNxI5akdMGbaKA0iZCdvd65XSMCQwHwYDVR0jBBgwFoAURHTu
tJwm31bhwQ3rVwuQGTY9lgEwgboGA1UdIASBsjCBrzCBrAYOKwYBBAGBu2MBAgEC
AQEwgZkwgZYGCCsGAQUFBwICMIGJHoGGAEMAZQByAHQAaQBmAGkAYwBhAGQAbwAg
AHAAYQByAGEAIABjAG8AbQBwAHUAdABhAGQAbwByAGUAcwAgAHMAbwBsAG8AIAB2
AGEAbABpAGQAbwAgAGUAbgAgAGUAbgB0AG8AcgBuAG8AcwAgAGQAZQAgAGQAZQBz
AGEAcgByAG8AbABsAG8wDQYJKoZIhvcNAQEFBQADggEBACPUz2inGkli1yQQZ9gq
TuiyL/vMf3xs/5x2TFIss/9AXSJ5UWVm4KUJRfqtwZ65PMoE0leeYOFZUrO7h98n
yLd0ovwz3kbgmf2xA+7zEBttXhiMXqChPhwsy/ibynfphbZndtiVIT+sbD9DCXBU
i7uTYTpyByAlEChE/ogEzybQnPq3ahu5GnWW+NUjUu1TUVs1LDhcV4eUXyrp9RL5
xAat2XwWdl7HQXqAZQ4ByNHxeDLKSUH3v5MNS3ZYGCgGJnNwuMQ3bW/Pv7k4awc8
1EvGaJAu9wuETy/Zpr1mwk1uVVNn/U/U1SAXcQnUsy1tm/uT4pfGuC9d0Js/0k7g
DfgxggHgMIIB3AIBATBPMEMxJTAjBgNVBAMMHEFGSVAgVGVzdGluZyBDb21wdXRh
ZG9yZXMgQ0ExDTALBgNVBAoMBEFGSVAxCzAJBgNVBAYTAkFSAggvFYKnwW7+cjAN
BglghkgBZQMEAgEFAKCB5DAYBgkqhkiG9w0BCQMxCwYJKoZIhvcNAQcBMBwGCSqG
SIb3DQEJBTEPFw0xNjA2MjcxODM1MTFaMC8GCSqGSIb3DQEJBDEiBCDc/8J2nFEE
VStvY0FIC8XRb2WqDzJtg+c/K8Lv7LcaFDB5BgkqhkiG9w0BCQ8xbDBqMAsGCWCG
SAFlAwQBKjALBglghkgBZQMEARYwCwYJYIZIAWUDBAECMAoGCCqGSIb3DQMHMA4G
CCqGSIb3DQMCAgIAgDANBggqhkiG9w0DAgIBQDAHBgUrDgMCBzANBggqhkiG9w0D
AgIBKDANBgkqhkiG9w0BAQEFAASBgEtZlB3XwGbR8PPdzwCp1kxUOGZIP40ka2wq
ldXAi/X5q1tJ2vMY1rH9v2UtObGoNizN7DthjFOQ7kyTEXFnplaUqIbOfMy5PNtw
MtT8cSFAvAdhR57dlJ5DDlN9iPDkld7SVrjCfPh07K5beFhr0mV3TgxlvHLQpam8
13kDO1uC

</ns1:in0></ns1:loginCms></env:Body></env:Envelope>
